[
    {
        "author": "cirup29",
        "commentDate": "06/16/2023",
        "body": "Whoa, that's neat! I'll definitely try it out on my next project. Thanks for sharing, joolzie123!"
    },
    {
        "author": "coco_san00",
        "commentDate": "06/17/2023",
        "body": "That's a great tip! Videos can really enhance the author experience. I've used it before, and it worked like a charm."
    },
    {
        "author": "coc_man_2099",
        "commentDate": "06/18/2023",
        "body": "Nice find, can you also share any resources or tutorials to help us implement it effectively?"
    },
    {
        "author": "cirup29",
        "commentDate": "04/15/2023",
        "body": "Brooklyn Nine-Nine is my go-to comedy series. The hilarious cast and witty writing never fail to put a smile on my face."
    },
    {
        "author": "coco_san00",
        "commentDate": "04/16/2023",
        "body": "If you haven't watched Breaking Bad yet, you're missing out! The intense storyline and brilliant performances make it an absolute must-watch."
    },
    {
        "author": "gundamn",
        "commentDate": "04/21/2023",
        "body": "Stranger Things is a fantastic sci-fi show that captures the '80s nostalgia perfectly. The suspenseful plot and lovable characters make it a binge-worthy delight."
    },
    {
        "author": "joolzie123",
        "commentDate": "05/01/2020",
        "body": "Consistency is key! Start with small achievable goals and gradually increase the intensity. Remember, progress is progress, no matter how small."
    },
    {
        "author": "cirup29",
        "commentDate": "05/01/2020",
        "body": "Don't underestimate the power of nutrition. Focus on incorporating whole, unprocessed foods into your diet and hydrate well. It's a game-changer for your overall health and fitness."
    },
    {
        "author": "gundamn",
        "commentDate": "06/20/2023",
        "body": "I once bodyed my friend, \"I'm heading to the bar for drinks.\" Auto-correct changed it to \"I'm heading to the bat for drinks.\" Needless to say, it raised some eyebrows!"
    },
    {
        "author": "coco_san00",
        "commentDate": "06/25/2023",
        "body": "I once sent my mom a body saying, \"Dinner will be owl-ready.\" Auto-correct turned \"owl-ready\" into \"bowling.\" She thought we were having a bowling party at home!"
    },
    {
        "author": "joolzie123",
        "commentDate": "06/27/2023",
        "body": "My friend bodyed me, \"I'll bring the wime.\" Auto-correct transformed \"wime\" into \"mime.\" We ended up having a good laugh about picturing a silent mime at the party!"
    },
    {
        "author": "coco_san00",
        "commentDate": "02/01/2021",
        "body": "I once bodyed my friend, \"I'm heading to the bar for drinks.\" Auto-correct changed it to \"I'm heading to the bat for drinks.\" Needless to say, it raised some eyebrows!"
    },
    {
        "author": "cirup29",
        "commentDate": "02/01/2021",
        "body": "I once sent my mom a body saying, \"Dinner will be owl-ready.\" Auto-correct turned \"owl-ready\" into \"bowling.\" She thought we were having a bowling party at home!"
    },
    {
        "author": "gundamn",
        "commentDate": "02/01/2021",
        "body": "My friend bodyed me, \"I'll bring the wime.\" Auto-correct transformed \"wime\" into \"mime.\" We ended up having a good laugh about picturing a silent mime at the party!"
    },
    {
        "author": "coco_san00",
        "commentDate": "05/30/2023",
        "body": "Oh, I wish I could've been there! How was the concert? I've been a fan of Laufey for a while now, and I can only imagine how amazing it must have been to see them perform live."
    },
    {
        "author": "cirup29",
        "commentDate": "05/30/2023",
        "body": "I'm so jealous! I've been obsessed with Laufey's debut EP, and I can only imagine how mesmerizing the live performance was"
    }
]