[
    {
      "title": "Check out this awesome HTML5 trick!",
      "body": "Hey folks, just stumbled upon this cool HTML5 trick and wanted to share it with you all. Did you know that you can use the 'video' tag to embed videos directly into your web page? It's super easy and adds a nice touch to your site. Give it a try!",
      "author": "joolzie123",
      "postDate": "06/15/2023",
      "totalVotes": "15",
      "totalComments": "3",
      "comments": []
    },
    {
      "title": "Favorite Binge-Worthy TV Shows",
      "body": "Calling all TV addicts! Let's talk about our favorite binge-worthy TV shows. Which series have kept you glued to the screen, eagerly clicking that \"Next Episode\" button? Whether it's gripping dramas, hilarious comedies, or thrilling sci-fi, share your top picks and let's indulge in some television talk!",
      "author": "coc_man_2099",
      "postDate": "04/15/2023",
      "totalVotes": "10",
      "totalComments": "3",
      "comments": []
    },
    {
      "title": "Fitness Tips for Beginners",
      "body": "Attention fitness enthusiasts! Let's help out the beginners on their fitness journey. If you have any valuable tips, advice, or resources for someone who's just starting to embrace a healthier lifestyle, share them here. From workout routines to healthy eating habits or even mental wellbeing, let's empower each other to lead healthier lives!",
      "author": "coco_san00",
      "postDate": "05/01/2020",
      "totalVotes": "2",
      "totalComments": "3",
      "comments": []
    },
    {
      "title": "Share Your Funniest \"Auto-correct Fails\"",
      "body": "Auto-correct can be both a lifesaver and a source of hilarious confusion. Share your funniest auto-correct fails or embarrassing texting mishaps that left you in stitches. Let's commiserate and laugh together over the perils of technology!",
      "author": "joolzie123",
      "postDate": "06/20/2023",
      "totalVotes": "6",
      "totalComments": "3",
      "comments": []
    },
    {
      "title": "Share Your Funniest Programming Jokes",
      "body": "Calling all coders with a sense of humor! Let's lighten up the coding world with some good-natured jokes. Share your funniest programming jokes or hilarious coding anecdotes. It's time to bring a smile to our fellow developers' faces!",
      "author": "joolzie123",
      "postDate": "02/01/2021",
      "totalVotes": "7",
      "totalComments": "3",
      "comments": []
    },
    {
      "title": "Laufey in Manila",
      "body": "Just got back from the Laufey concert in Manila and WOW! It was a mind blowing experience. I’ve been a fan for a while now and it was surreal to see her perform live. Laufey's voice is even more enchanting in person. The atmosphere was electric and everyone was singing along- Not to mention the set list was *chef’s kiss* Who else attended? Share your experiences!",
      "author": "joolzie123",
      "postDate": "05/30/2023",
      "totalVotes": "23",
      "totalComments": "3",
      "comments": []
    }
]
  